[
    {
        "id": 1,
        "name": "Scuba Discovery",
        "img": "https://portal.tdisdi.com/images/course_images/TDISDI/SDI-scuba-discovery-1030x538.jpg",
        "description": "For those who want to test the waters and try scuba, this is the course for you! The SCUBA Scuba Discovery Program gives you a glimpse of what you can expect to experience in the underwater world as well as what you could expect to learn in the SCUBA Open Water Scuba Diver course. During this experience program, you will go through the basic safety procedures for enjoyable scuba diving under the watchful eye of an active SCUBA Instructor.",
        "price": 9.99
    },
    {
        "id": 2,
        "name": "SCUBA Snorkeler",
        "img": "https://portal.tdisdi.com/images/course_images/TDISDI/SDI-sdi-snorkeler-1030x538.jpg",
        "description": "Snorkeling is the use of mask fins and snorkel to primarily swim on the surface while being able to keep your face in the water without having to lift your head to breathe. Periodically you may dive below the surface for a short period of time to exam something closer.",
        "price": 4.99
    },
    {
        "id": 3,
        "name": "SCUBA Open Water Scuba Diver",
        "img": "https://portal.tdisdi.com/images/course_images/TDISDI/SDI-sdi-open-water-scuba-diver-1030x538.jpg",
        "description": "SCUBA makes it possible for you to complete all of the academic requirements for your entry-level scuba diver certification online. You can get started right now and, when you are done, you will then complete your in-water skill-development sessions and final open-water training dives at a local SCUBA Dive Center close to home, or at a popular vacation destination. It’s that simple! Now, go dive the world with your SCUBA certification.",
        "price": 129.95
    },
    {
        "id": 4,
        "name": "Computer Nitrox Diver",
        "img": "https://portal.tdisdi.com/images/course_images/TDISDI/SDI-computer-nitrox-diver-1030x538.jpg",
        "description": "SCUBA makes it possible for you to complete all of the academic requirements for your entry-level scuba diver certification online. You can get started right now and, when you are done, you will then complete your in-water skill-development sessions and final open-water training dives at a local SCUBA Dive Center close to home, or at a popular vacation destination. It’s that simple! Now, go dive the world with your SCUBA certification.",
        "price": 139.95
    },
    {
        "id": 5,
        "name": "Advanced Adventure Diver",
        "img": "https://portal.tdisdi.com/images/course_images/TDISDI/SDI-advanced-adventure-diver-1030x538.jpg",
        "description": "If you’ve taken your Open Water Scuba Diver course and are now ready to expand your knowledge but would like to see what is out there first, then the SCUBA Advanced Adventure Diver course is for you! The SCUBA Advanced Adventure course will give you an overview of five different SCUBA specialties. Two of the required specialties are the Deep Diver and Navigation Diver specialties which are the foundation of continuing diver education.",
        "price": 139.95
    },
    {
        "id": 6,
        "name": "Deep Diver",
        "img": "https://portal.tdisdi.com/images/course_images/TDISDI/SDI-deep-diver-1030x538.jpg",
        "description": "SCUBA’s Deep Diver Course is a must for any diver wishing to explore a little more, go a little deeper, and learn the risks and benefits associated with deep diving. Many interesting sights lay just beyond open water diver training limits such as: beautiful wall dives, shipwrecks, and critters that don’t come into the shallows.The purpose of this course is to provide the necessary training to plan and execute dives that are beyond the depth range experienced during an SCUBA Open Water Scuba Diver course, specifically beyond 18 metres/60 feet and to a maximum depth of not greater than 40 metres/130 feet. By the end of the course your knowledge, awareness, and comfort level with deep diving activities will have increased.",
        "price": 139.95
    },
    {
        "id": 7,
        "name": "Underwater Navigation Diver",
        "img": "https://portal.tdisdi.com/images/course_images/TDISDI/SDI-underwater-navigation-diver-1030x538.jpg",
        "description": "Divers are intensely fascinated by navigation… It allows them to make their way back to a special spot discovered on an earlier dive. They use the tricks and techniques of navigation to find an ideal exit point at the end of a dive without the need for an uncomfortable surface swim.Your SDI Underwater Navigation Specialty course will help you overcome the obstacles inherent to finding your way underwater. You will learn how easy and simple navigation can be and how it will help you both above and below the surface. During this course, you will review natural aids such as sand ripples or reef formations, which can accurately predict your route. Tools such as mechanical or digital compasses are a surprising challenge to the novice but we will help you unravel the challenge and teach the practical skills and techniques you’ll need to use them effectively.",
        "price": 139.95
    },
    {
        "id": 8,
        "name": "Wreck Diver",
        "img": "https://portal.tdisdi.com/images/course_images/TDISDI/SDI-wreck-diver-1030x538.jpg",
        "description": "Wreck diving can be one of the most exciting aspects of sport diving, however every effort must be made to maximize safe diving techniques. The SDI Wreck Diver Course will discuss the equipment and techniques commonly employed while wreck diving. This course may be taught as a non-penetration, 2 dives required, or as a limited-penetration course, requiring 3 dives. Limited-penetration is defined as a swim through or within the ambient light of entry point.",
        "price": 139.95
    },
    {
        "id": 9,
        "name": "Night-Limited Visibility Diver",
        "img": "https://portal.tdisdi.com/images/course_images/TDISDI/SDI-night-limited-visibility-diver-1030x538.jpg",
        "description": "Many divers find that night diving is their favorite type of diving. As with all specialty diving applications, procedures are different than those associated with open water diving. The purpose of this course is to acquaint the open water diver with the procedures, techniques, and potential hazards associated with diving at night, or in limited visibility. Becoming familiar with the use of dive lights, and night diving techniques such as navigation, buddy system procedures, communications, buoyancy control, and interacting with nocturnal aquatic life, the diver can safely enjoy night diving.",
        "price": 139.95
    },
    {
        "id": 10,
        "name": "Rescue Diver",
        "img": "https://portal.tdisdi.com/images/course_images/TDISDI/SDI-rescue-diver-1030x538.jpg",
        "description": "The SDI Rescue Diver Course is designed to develop the knowledge and necessary skills to effectively perform diver rescues and assist and administer the necessary first aid in the event of an emergency. You will learn skills such as how to perform self rescues, buddy rescues, recognize and calm potential panic divers, administer proper first aid to divers that have experienced dive related injuries, conduct effective search patterns and manage accident scenes. After the SDI Rescue Diver Course you can enroll in the SDI Master Scuba Diver Development Program or start in the professional ranks and sign up for the SDI Divemaster Course.",
        "price": 139.95
    }
]